__help__ = """
*  • 𝐆𝐫𝐨𝐮𝐩𝐬 𝐚𝐧𝐝 𝐜𝐡𝐚𝐧𝐧𝐞𝐥𝐬 𝐕𝐨𝐢𝐜𝐞 𝐂𝐡𝐚𝐭 𝐌𝐮𝐬𝐢𝐜 𝐏𝐥𝐚𝐲 🎧  *

1) 𝐌𝐚𝐤𝐞 𝐛𝐨𝐭 𝐚𝐝𝐦𝐢𝐧 (𝐆𝐫𝐨𝐮𝐩 𝐚𝐧𝐝 𝐢𝐧 𝐜𝐡𝐚𝐧𝐧𝐞𝐥 𝐢𝐟 𝐮𝐬𝐞 𝐜𝐩𝐥𝐚𝐲)
2) 𝐒𝐭𝐚𝐫𝐭 𝐚 𝐯𝐨𝐢𝐜𝐞 𝐜𝐡𝐚𝐭
3) 𝐓𝐫𝐲 /play [song name] 𝐟𝐨𝐫 𝐭𝐡𝐞 𝐟𝐢𝐫𝐬𝐭 𝐭𝐢𝐦𝐞 𝐛𝐲 𝐚𝐧 𝐚𝐝𝐦𝐢𝐧
4) 𝐈𝐟 𝐮𝐬𝐞𝐫𝐛𝐨𝐭 𝐣𝐨𝐢𝐧𝐞𝐝 𝐞𝐧𝐣𝐨𝐲 𝐦𝐮𝐬𝐢𝐜, 𝐈𝐟 𝐧𝐨𝐭 𝐚𝐝𝐝 @Cannabismusicbot 𝐭𝐨 𝐲𝐨𝐮𝐫 𝐠𝐫𝐨𝐮𝐩 𝐚𝐧𝐝 𝐫𝐞𝐭𝐫𝐲

* 🟡𝐅𝐎𝐑 𝐂𝐇𝐀𝐍𝐍𝐄𝐋 𝐌𝐔𝐒𝐈𝐂 𝐏𝐋𝐀𝐘🟡 *

1) 𝐌𝐚𝐤𝐞 @Cannabismusicbot 𝐚𝐝𝐦𝐢𝐧 𝐨𝐟 𝐲𝐨𝐮𝐫 𝐜𝐡𝐚𝐧𝐧𝐞𝐥 
2) 𝐒𝐞𝐧𝐝 /userbotjoinchannel 𝐢𝐧 𝐥𝐢𝐧𝐤𝐞𝐝 𝐠𝐫𝐨𝐮𝐩
3) 𝐍𝐨𝐰 𝐬𝐞𝐧𝐝 𝐜𝐨𝐦𝐦𝐚𝐧𝐝𝐬 𝐢𝐧 𝐥𝐢𝐧𝐤𝐞𝐝 𝐠𝐫𝐨𝐮𝐩 

* ⚪️𝐆𝐑𝐎𝐔𝐏𝐒 𝐌𝐔𝐒𝐈𝐂 𝐏𝐋𝐀𝐘⚪️ *

• /play: 𝐏𝐥𝐚𝐲 𝐬𝐨𝐧𝐠 𝐮𝐬𝐢𝐧𝐠 𝐲𝐨𝐮𝐭𝐮𝐛𝐞 𝐦𝐮𝐬𝐢𝐜
• /play [yt url] : 𝐏𝐥𝐚𝐲 𝐭𝐡𝐞 𝐠𝐢𝐯𝐞𝐧 𝐲𝐭 𝐮𝐫𝐥
• /play [reply yo audio]: 𝐏𝐥𝐚𝐲 𝐫𝐞𝐩𝐥𝐢𝐞𝐝 𝐚𝐮𝐝𝐢𝐨
• /dplay: 𝐏𝐥𝐚𝐲 𝐬𝐨𝐧𝐠 𝐯𝐢𝐚 𝐝𝐞𝐞𝐳𝐞𝐫
• /splay: 𝐏𝐥𝐚𝐲 𝐬𝐨𝐧𝐠 𝐯𝐢𝐚 𝐣𝐢𝐨 𝐬𝐚𝐚𝐯𝐧
 
 * 🟣𝐏𝐋𝐀𝐘𝐁𝐂𝐊🟣 *

• /player: 𝐎𝐩𝐞𝐧 𝐒𝐞𝐭𝐭𝐢𝐧𝐠𝐬 𝐦𝐞𝐧𝐮 𝐨𝐟 𝐩𝐥𝐚𝐲𝐞𝐫
• /skip: 𝐒𝐤𝐢𝐩𝐬 𝐭𝐡𝐞 𝐜𝐮𝐫𝐫𝐞𝐧𝐭 𝐭𝐫𝐚𝐜𝐤
• /pause: 𝐏𝐚𝐮𝐬𝐞 𝐭𝐫𝐚𝐜𝐤
• /resume: 𝐑𝐞𝐬𝐮𝐦𝐞𝐬 𝐭𝐡𝐞 𝐩𝐚𝐮𝐬𝐞𝐝 𝐭𝐫𝐚𝐜𝐤
• /end: 𝐒𝐭𝐨𝐩𝐬 𝐦𝐞𝐝𝐢𝐚 𝐩𝐥𝐚𝐲𝐛𝐚𝐜𝐤
• /current: 𝐒𝐡𝐨𝐰𝐬 𝐭𝐡𝐞 𝐜𝐮𝐫𝐫𝐞𝐧𝐭 𝐏𝐥𝐚𝐲𝐢𝐧𝐠 𝐭𝐫𝐚𝐜𝐤
• /playlist: 𝐒𝐡𝐨𝐰𝐬 𝐩𝐥𝐚𝐲𝐥𝐢𝐬𝐭
𝐏𝐥𝐚𝐲𝐞𝐫 𝐜𝐦𝐝 𝐚𝐧𝐝 𝐚𝐥𝐥 𝐨𝐭𝐡𝐞𝐫 𝐜𝐦𝐝𝐬 𝐞𝐱𝐜𝐞𝐩𝐭 /play, /current  and /playlist  𝐚𝐫𝐞 𝐨𝐧𝐥𝐲 𝐟𝐨𝐫 𝐚𝐝𝐦𝐢𝐧𝐬 𝐨𝐟 𝐭𝐡𝐞 𝐠𝐫𝐨𝐮𝐩. 

* 🔴𝐂𝐇𝐀𝐍𝐍𝐄𝐋 𝐌𝐔𝐒𝐈𝐂 𝐏𝐋𝐀𝐘🔴 *

• /cplay [song name] - 𝐩𝐥𝐚𝐲 𝐬𝐨𝐧𝐠 𝐲𝐨𝐮 𝐫𝐞𝐪𝐮𝐞𝐬𝐭𝐞𝐝
• /cdplay [song name] - 𝐩𝐥𝐚𝐲 𝐬𝐨𝐧𝐠 𝐲𝐨𝐮 𝐫𝐞𝐪𝐮𝐞𝐬𝐭𝐞𝐝 𝐯𝐢𝐚 𝐝𝐞𝐞𝐳𝐞𝐫
• /csplay [song name] - 𝐩𝐥𝐚𝐲 𝐬𝐨𝐧𝐠 𝐲𝐨𝐮 𝐫𝐞𝐪𝐮𝐞𝐬𝐭𝐞𝐝 𝐯𝐢𝐚 𝐣𝐢𝐨 𝐬𝐚𝐚𝐯𝐧
• /cplaylist - 𝐒𝐡𝐨𝐰 𝐧𝐨𝐰 𝐩𝐥𝐚𝐲𝐢𝐧𝐠 𝐥𝐢𝐬𝐭
• /cccurrent - 𝐒𝐡𝐨𝐰 𝐧𝐨𝐰 𝐩𝐥𝐚𝐲𝐢𝐧𝐠
• /cplayer - 𝐨𝐩𝐞𝐧 𝐦𝐮𝐬𝐢𝐜 𝐩𝐥𝐚𝐲𝐞𝐫 𝐬𝐞𝐭𝐭𝐢𝐧𝐠𝐬 𝐩𝐚𝐧𝐞𝐥
• /cpause - 𝐩𝐚𝐮𝐬𝐞 𝐬𝐨𝐧𝐠 𝐩𝐥𝐚𝐲
• /cresume - 𝐫𝐞𝐬𝐮𝐦𝐞 𝐬𝐨𝐧𝐠 𝐩𝐥𝐚𝐲
• /cskip - 𝐩𝐥𝐚𝐲 𝐧𝐞𝐱𝐭 𝐬𝐨𝐧𝐠
• /cend - 𝐬𝐭𝐨𝐩 𝐦𝐮𝐬𝐢𝐜 𝐩𝐥𝐚𝐲
• /userbotjoinchannel - 𝐢𝐧𝐯𝐢𝐭𝐞 𝐚𝐬𝐬𝐢𝐬𝐭𝐚𝐧𝐭 𝐭𝐨 𝐲𝐨𝐮𝐫 𝐜𝐡𝐚𝐭
𝐜𝐡𝐚𝐧𝐧𝐞𝐥 𝐢𝐬 𝐚𝐥𝐬𝐨 𝐜𝐚𝐧 𝐛𝐞 𝐮𝐬𝐞𝐝 𝐢𝐧𝐬𝐭𝐞𝐚𝐝 𝐨𝐟 𝐜 ( /cplay = /channelplay )
  
*  𝐈𝐟 𝐲𝐨𝐮 𝐝𝐨𝐧𝐥𝐭 𝐥𝐢𝐤𝐞 𝐭𝐨 𝐩𝐥𝐚𝐲 𝐢𝐧 𝐥𝐢𝐧𝐤𝐞𝐝 𝐠𝐫𝐨𝐮𝐩  *

1) 𝐆𝐞𝐭 𝐲𝐨𝐮𝐫 𝐜𝐡𝐚𝐧𝐧𝐞𝐥 𝐈𝐃.
2) 𝐂𝐫𝐞𝐚𝐭𝐞 𝐚 𝐠𝐫𝐨𝐮𝐩 𝐰𝐢𝐭𝐡 𝐭𝐢𝐭𝐭𝐥𝐞: 𝐂𝐡𝐚𝐧𝐧𝐞𝐥 𝐌𝐮𝐬𝐢𝐜: your_channel_id
3) 𝐀𝐝𝐝 𝐛𝐨𝐭 𝐚𝐬 𝐂𝐡𝐚𝐧𝐧𝐞𝐥 𝐚𝐝𝐦𝐢𝐧 𝐰𝐢𝐭𝐡 𝐟𝐮𝐥𝐥 𝐩𝐞𝐫𝐦𝐬
4) 𝐀𝐝𝐝 @AnkivectorMusicbot 𝐭𝐨 𝐭𝐡𝐞 𝐜𝐡𝐚𝐧𝐧𝐞𝐥 𝐚𝐬 𝐚𝐧 𝐚𝐝𝐦𝐢𝐧.
5) 𝐒𝐢𝐦𝐩𝐥𝐲 𝐬𝐞𝐧𝐝 𝐜𝐨𝐦𝐦𝐚𝐧𝐝𝐬 𝐢𝐧 𝐲𝐨𝐮𝐫 𝐠𝐫𝐨𝐮𝐩.
 
* ⚫️𝐌𝐎𝐑 𝐓𝐎𝐋𝐒⚫️ *

• /admincache: 𝐔𝐩𝐝𝐚𝐭𝐞𝐬 𝐚𝐝𝐦𝐢𝐧 𝐢𝐧𝐟𝐨 𝐨𝐟 𝐲𝐨𝐮𝐫 𝐠𝐫𝐨𝐮𝐩. 𝐓𝐫𝐲 𝐢𝐟 𝐛𝐨𝐭 𝐢𝐬𝐧'𝐭 𝐫𝐞𝐜𝐨𝐠𝐧𝐢𝐳𝐞 𝐚𝐝𝐦𝐢𝐧
• /userbotjoin: 𝐈𝐧𝐯𝐢𝐭𝐞 @Sueecannabis 𝐔𝐬𝐞𝐫𝐛𝐨𝐭 𝐭𝐨 𝐲𝐨𝐮𝐫 𝐜𝐡𝐚𝐭 
 
* ✅𝐀𝐒𝐒𝐈𝐒 𝐁𝐎𝐓 𝐌𝐔𝐒𝐈𝐂/𝐌𝐀𝐍𝐀𝐆𝐄𝐌𝐄𝐍𝐓✅ *

@Sueecannabis

* 💡𝐁𝐎𝐓 𝐌𝐔𝐒𝐈𝐂/𝐌𝐀𝐍𝐀𝐆𝐄𝐌𝐄𝐍𝐓💡 *

@Cannabismusicbot
"""
__mod_name__ = "Music Play"
